:PROPERTIES:
:ID:       305C1F31-5238-4E38-BE9E-54512B29D322
:END:
#+title: asset-flo
** reading and learning documents
:LOGBOOK:
CLOCK: [2025-08-11 Mon 10:59]--[2025-08-11 Mon 11:57] =>  0:58
CLOCK: [2025-08-08 Fri 12:10]--[2025-08-08 Fri 14:00] =>  1:50
CLOCK: [2025-08-08 Fri 10:12]--[2025-08-08 Fri 11:27] =>  1:15
CLOCK: [2025-08-07 Thu 22:10]--[2025-08-07 Thu 22:45] =>  0:35
CLOCK: [2025-08-07 Thu 11:00]--[2025-08-07 Thu 11:45] =>  0:45
:END:
** setting up the project
:LOGBOOK:
CLOCK: [2025-11-14 Fri 12:02]--[2025-11-14 Fri 16:02] =>  4:00
CLOCK: [2025-11-13 Thu 18:28]--[2025-11-13 Thu 21:47] =>  3:19
CLOCK: [2025-11-10 Mon 18:27]--[2025-11-10 Mon 20:28] =>  2:01
CLOCK: [2025-11-08 Sat 15:28]--[2025-11-08 Sat 18:39] =>  3:11
CLOCK: [2025-10-31 Fri 10:45]--[2025-10-31 Fri 11:43] =>  0:58
CLOCK: [2025-10-31 Fri 09:15]--[2025-10-31 Fri 09:45] =>  0:30
CLOCK: [2025-10-31 Fri 06:40]--[2025-10-31 Fri 08:38] =>  1:58
:END:
** setting up initial demo
:LOGBOOK:
CLOCK: [2025-11-15 Sat 18:43]--[2025-11-15 Sat 22:05] =>  3:22
:END:
** setting up server
:LOGBOOK:
CLOCK: [2025-10-31 Fri 08:45]--[2025-10-31 Fri 10:01] =>  1:16
CLOCK: [2025-10-31 Fri 08:38]--[2025-10-31 Fri 08:58] =>  0:20
:END:
** working on integrating with ads
:LOGBOOK:
CLOCK: [2025-12-12 Fri 11:30]
CLOCK: [2025-12-11 Thu 05:57]--[2025-12-11 Thu 09:41] =>  3:44
CLOCK: [2025-12-09 Tue 16:38]--[2025-12-09 Tue 19:54] =>  3:16
CLOCK: [2025-12-03 Wed 14:33]--[2025-12-03 Wed 16:40] =>  2:07
CLOCK: [2025-12-01 Mon 16:05]--[2025-12-01 Mon 20:00] =>  3:55
CLOCK: [2025-11-28 Fri 12:45]--[2025-11-28 Fri 15:27] =>  2:42
CLOCK: [2025-11-27 Thu 21:17]--[2025-11-27 Thu 22:25] =>  1:08
CLOCK: [2025-11-27 Thu 14:01]--[2025-11-27 Thu 17:12] =>  3:11
CLOCK: [2025-11-25 Tue 16:00]--[2025-11-25 Tue 17:59] =>  1:59
CLOCK: [2025-11-24 Mon 08:00]--[2025-11-24 Mon 09:44] =>  1:44
:END:
** meeting 
:LOGBOOK:
CLOCK: [2025-10-31 Fri 11:30]--[2025-10-31 Fri 12:09] =>  0:39
:END:
